/*Hey:
 * 欢迎来到1阶 A!
 * 
 * 前方高能......
 */

/*
 * 下面是本人的自我介绍.....
 * 我,本人叫"王二狗".
 * 对,你没有看错,就叫王二狗![只是一个外号罢了]
 * 以后可不能叫我的大名,就叫我二狗![滑稽]
 * 对了,本人今年15岁,爱好计算机,喜欢研究各种编程语言,例如C,C++,Java,C#等.
 * 本人,性子特急,所以说话和打字都讲究快,毕竟效率高一点也不是坏事.
 * 所以我讲话的速度是正常人的1.2倍.如果听不清楚的课后来找我,我会给你讲清楚!
 * 
 * 对了,
 * 目前我在研究Fabric-MC,想要一起做的可以加进来!
 */

/*第1单元 数据结构初步
 * 1 变量(1)
 * 回顾:初中的数学书(本人是8年级上)的"变量与函数"章节,里面肯定有一课是专门讲
 * 变量的,将它翻出来并且复习一遍.(可别告诉我你没上过,因为...函数不可能到9年级才开始!)
 */

public class Day_01{
    public static void Main(string[] args){

    }
}
//别告诉我这好Java,因为,....Java和C#本身就很像!!!!!